Repository: ueda-san/JumpListAppLauncher
Catalog: JumpListAppLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# MainPage_AddItem.Content
source: Add Item
ja_jp: アイテムを追加

# MainPage_AddSeparator.Content
source: Add Separator
ja_jp: 区切り線

# MainPage_Apply.Content
source: Apply
ja_jp: 適用

# Dialog_DisplayName.Header
source: Display Name:
ja_jp: 名前：

# Dialog_ExecutablePath.Header
source: Executable Path:
ja_jp: プログラム：

# Dialog_Arguments.Header
source: Arguments:
ja_jp: 引数：

# Dialog_WorkingDirectory.Header
source: Working Directory:
ja_jp: 作業フォルダー：

# Button_Add
source: Add
ja_jp: 追加

# Button_Cancel
source: Cancel
ja_jp: キャンセル

# Info.Title
source: For your information
ja_jp: ご存知でしたか？

# Info.Message
source: You may need to change the registry to increase the maximum number of jump lists on the taskbar. If you hit “Apply” and then right click on the taskbar icon and it does not all show up, try searching for “increase jump list Windows 11” or something similar.
ja_jp: タスクバーのジャンプリストの最大数を増やすには、レジストリを変更する必要があるかもしれません。「適用」を押してからタスクバーアイコンを右クリックしてもすべて表示されない場合は「ジャンプリストを増やす Windows11」などで検索してみてください。

# Dialog_TitleEdit
source: Edit launcher item
ja_jp: ランチャーアイテムの編集

# Dialog_TitleAdd
source: Add new launcher item
ja_jp: ランチャーアイテムの追加

source: Remove Separator?
ja_jp: 区切り線を削除しますか？

# Remove_Item
source: Remove '{0}'?
ja_jp: '{0}'を削除しますか？

# Button_Remove
source: Remove
ja_jp: 削除

# Dialog_ExecutablePath.PlaceholderText
source: You can also drop a file
ja_jp: ファイルをドロップできます

# Dialog_WorkingDirectory.PlaceholderText
source: You can also drop a folder
ja_jp: フォルダーをドロップできます

# Dialog_DisplayName.PlaceholderText
source: Name to be displayed in launcher
ja_jp: ランチャーに表示する名前

# Icon_Edit.ToolTipService.ToolTip
source: Edit
ja_jp: 編集

# Icon_Remove.ToolTipService.ToolTip
source: Remove
ja_jp: 削除

# Icon_DirPicker.ToolTipService.ToolTip
source: Select folder
ja_jp: フォルダーを選ぶ

# Icon_FilePicker.ToolTipService.ToolTip
source: Select file
ja_jp: ファイルを選ぶ
